const terms = {

tbold1: `[개인정보 수집 및 처리방침]

[차례]`,
tcontent1:`
1. 총칙
2. 개인정보 수집 및 이용에 대한 동의
3. 개인정보의 제 3자 제공에 대한 동의`,
tbold2:`

제 1장 총칙`,
tcontent2:`
제 1조 (목적)
본 신한대학교 졸업 프로젝트 4조(이하 “프로젝트”라 합니다)는 사용자의 개인정보보호를 소중하게 생각하고, 사용자의 개인정보를 보호하기 위하여 항상 최선을 다해 노력하고 있습니다.
1. 프로젝트는 「개인정보 처리 동의 안내서」를 비롯한 모든 개인정보보호 관련 법률규정을 준수하고 있으며, 관련 법령에 의거한 개인정보 수집 및 처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.
2. 프로젝트는 「개인정보 수집 및 처리방침」을 제정하여 이를 준수하고 있으며, 귀하께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.
3. 프로젝트는  「개인정보 수집 및 처리방침」을 개정하는 경우 모바일 어플리케이션 공지사항(또는 개별공지)을 통하여 공지할 것입니다.`,
tbold3:`

제 2장 개인정보의 수집 및 이용에 대한 동의`,
tcontent3:`
제 2조 (수집 및 이용 목적)
프로젝트에서 운영하는 모바일 서비스에 필요한 사항(회원 별 제품 추천 서비스 이용, 제품 리뷰 작성, 제품 북마크 기능 사용 등)에 대하여 서비스 이용을 위하여 필요한 최소한의 범위 내에서 개인정보를 수집하고 있습니다.

제 3조 (수집 및 이용 항목)
1. 필수항목: `, tline1:`전자우편, 닉네임, 채식 유형, 제품의 북마크 여부`,
tcontent4:`
제 4조 (개인정보의 보유 및 이용 기간)
사용자의 개인정보 수집ㆍ이용에 관한 `,tline2:`동의일로부터 모바일 서비스 탈퇴 시까지`,tcontent5: `위 이용목적을 위하여 보유 및 이용하게 됩니다. 

제 5조 (동의를 거부할 권리 및 동의를 거부할 경우의 불이익)
위 개인정보 중 필수정보의 수집ㆍ이용에 관한 동의는`,tline3:` 서비스 이용을 위해 필수적이므로, 위 사항에 동의하셔야만 모바일 서비스 사용이 가능합니다.`,
tcontent6:`* 사용자는 개인정보의 선택항목 제공 동의를 거부할 권리가 있습니다. 다만, 사용자가 선택항목 동의를 거부하는 경우 서비스 이용에 제한을 받을 수 있습니다.`,
tbold4:`

제 3장 개인정보의 제 3자 제공에 대한 동의`,
tcontent7:`
제 6조 (제공 대상)`,
tline4:`제품 추천 서비스에 대해 귀하와 동일한 채식 유형을 선택한 사용자`,
tcontent8:`
제 7조 (제공정보의 이용 목적)
제품 추천 서비스 알고리즘 형성

제 8조 (제공하는 개인정보 항목)`,tline5:`제품의 북마크 여부, 채식 유형`,
tcontent9:`
제 9조 (제공정보의 보유 및 이용 기간)`,tline6:`모바일 서비스 탈퇴 시까지`,tcontent10:`* 개인정보를 제공받는 자는 상기 이용목적 외에 개인정보를 이용할 수 없으며, 개인정보 보호법 등에서 정하는 바에 기록, 보관, 파기됩니다.	

제 10조 (동의를 거부할 권리 및 동의를 거부할 경우의 불이익)
위 개인정보 제 3자 제공 동의에 관한 동의는 `,tline7:`서비스 이용을 위해 필수적이므로, 위 사항에 동의하셔야만 서비스 사용`,tcontent11:`이 가능합니다. 

`,
tbold5:`*  본인은 신한대학교 졸업프로젝트 4조의 채식어디(모바일 서비스)를 이용함에 있어 개인정보 수집･이용･처리에 관한 본 동의서의 내용을 충분히 숙지하였으며, 이에 동의합니다. *


`
};

export default terms;